# Таблица сформирована Редактором таблиц.
# Вы не можете ее редактировать.
фширина А 5
фширина Б 16
фширина В 6
фширина Г 7
фширина Д 8
фширина Е 7
фширина Ж 6
фширина З 6
фширина И 7
фширина К 8
фширина Л 8
фширина М 8
формат Б0 1
В0 = "Расчет об'ема работ на второй квартал 1990г."
А1 = "-------------------------------------------------------------"
формат Б1 1
И1 = "--------------------------------------------------------------"
А2 = "N"
Б2 = "Наименование"
формат Б2 1
В2 = "зарпл."
Г2 = "зарпл."
Д2 = "отчисл."
Е2 = "накл."
Ж2 = "коман"
З2 = "проч."
И2 = "Себе-"
К2 = "Прибыль"
Л2 = "Ц е н а"
М2 = "собств."
Н2 = "Всего"
А3 = "п/п"
Б3 = "темы"
формат Б3 1
В3 = "основ."
Г3 = "доп."
Д3 = "с/страх"
Е3 = "расх."
Ж3 = "диров"
З3 = "раб."
И3 = "стоим."
М3 = "работы"
А4 = "-------------------------------------------------------------"
формат Б4 1
И4 = "----------------------------------------------------------------"
А5 = "1."
Б5 = "лаборатория 1"
формат Б5 1
В5 = 8.70
Г5 = 0.40
Д5 = (В5+Г5)*.139999076724052
Е5 = В5*3.69999003410339
Ж5 = 1.60
З5 = 0.20
И5 = Н5-К5
К5 = (В5+Г5)*1.13999497890472
Л5 = 59.00
М5 = В5+Г5+Д5+Е5+Ж5+З5+К5
Н5 = В5+Г5+Д5+Ж5+Е5+З5+К5
А6 = "2."
Б6 = "лаборатория 2"
формат Б6 1
В6 = 5.30
Г6 = 0.20
Д6 = (В6+Г6)*.139999076724052
Е6 = В6*3.69999003410339
Ж6 = 1.80
З6 = 0.20
И6 = Н6-К6
К6 = (В6+Г6)*1.13999497890472
Л6 = 30.50
М6 = В6+Г6+Д6+Е6+Ж6+З6+К6
Н6 = В6+Г6+Д6+Ж6+Е6+З6+К6
А7 = "3."
Б7 = "лаборатория 3"
формат Б7 1
В7 = 7.60
Г7 = 0.30
Д7 = (В7+Г7)*.139999076724052
Е7 = В7*3.69999003410339
Ж7 = 0.70
З7 = 0.10
И7 = Н7-К7
К7 = (В7+Г7)*1.13999497890472
Л7 = 41.50
М7 = В7+Г7+Д7+Е7+Ж7+З7+К7
Н7 = В7+Г7+Д7+Ж7+Е7+З7+К7
А8 = "4."
Б8 = "лаборатория 4"
формат Б8 1
В8 = 6.10
Г8 = 0.30
Д8 = (В8+Г8)*.139999076724052
Е8 = В8*3.69999003410339
Ж8 = 1.20
З8 = 0.10
И8 = Н8-К8
К8 = (В8+Г8)*1.13999497890472
Л8 = 33.90
М8 = В8+Г8+Д8+Е8+Ж8+З8+К8
Н8 = В8+Г8+Д8+Ж8+Е8+З8+К8
А9 = "5."
Б9 = "лаборатория 5"
формат Б9 1
В9 = 6.50
Г9 = 0.30
Д9 = (В9+Г9)*.139999076724052
Е9 = В9*3.69999003410339
Ж9 = 0.30
З9 = 0.30
И9 = Н9-К9
К9 = (В9+Г9)*1.13999497890472
Л9 = 35.20
М9 = В9+Г9+Д9+Е9+Ж9+З9+К9
Н9 = В9+Г9+Д9+Ж9+Е9+З9+К9
А10 = "6."
Б10 = "лаборатория 6"
формат Б10 1
В10 = 14.90
Г10 = 0.70
Д10 = (В10+Г10)*.139999076724052
Е10 = В10*3.69999003410339
Ж10 = 3.70
З10 = 0.30
И10 = Н10-К10
К10 = (В10+Г10)*1.13999497890472
Л10 = 83.60
М10 = В10+Г10+Д10+Е10+Ж10+З10+К10
Н10 = В10+Г10+Д10+Ж10+Е10+З10+К10
А11 = "7."
Б11 = "лаборатория 7"
формат Б11 1
В11 = 17.90
Г11 = 0.80
Д11 = (В11+Г11)*.139999076724052
Е11 = В11*3.69999003410339
Ж11 = 2.80
З11 = 0.30
И11 = Н11-К11
К11 = (В11+Г11)*1.13999497890472
Л11 = 143.90
М11 = В11+Г11+Д11+Е11+Ж11+З11+К11
Н11 = В11+Г11+Д11+Ж11+Е11+З11+К11
А12 = "8."
Б12 = "лаборатория 8"
формат Б12 1
В12 = 16.50
Г12 = 0.70
Д12 = (В12+Г12)*.139999076724052
Е12 = В12*3.69999003410339
Ж12 = 8.40
З12 = 0.20
И12 = Н12-К12
К12 = (В12+Г12)*1.13999497890472
Л12 = 131.50
М12 = В12+Г12+Д12+Е12+Ж12+З12+К12
Н12 = В12+Г12+Д12+Ж12+Е12+З12+К12
А13 = "9."
Б13 = "лаборатория 9"
формат Б13 1
В13 = 10.60
Г13 = 0.50
Д13 = (В13+Г13)*.139999076724052
Е13 = В13*3.69999003410339
Ж13 = 3.10
З13 = 0.10
И13 = Н13-К13
К13 = (В13+Г13)*1.13999497890472
Л13 = 57.40
М13 = В13+Г13+Д13+Е13+Ж13+З13+К13
Н13 = В13+Г13+Д13+Ж13+Е13+З13+К13
А14 = "10."
Б14 = "лаборатория 10"
формат Б14 1
В14 = 5.50
Г14 = 0.20
Д14 = (В14+Г14)*.139999076724052
Е14 = В14*3.69999003410339
Ж14 = 2.60
З14 = 0.10
И14 = Н14-К14
К14 = (В14+Г14)*1.13999497890472
Л14 = 28.90
М14 = В14+Г14+Д14+Е14+Ж14+З14+К14
Н14 = В14+Г14+Д14+Ж14+Е14+З14+К14
А15 = "11."
Б15 = "лаборатория 11"
формат Б15 1
В15 = 7.70
Г15 = 0.30
Д15 = (В15+Г15)*.139999076724052
Е15 = В15*3.69999003410339
Ж15 = 4.30
З15 = 0.20
И15 = Н15-К15
К15 = (В15+Г15)*1.13999497890472
Л15 = 40.90
М15 = В15+Г15+Д15+Е15+Ж15+З15+К15
Н15 = В15+Г15+Д15+Ж15+Е15+З15+К15
А16 = "12."
Б16 = "лаборатория 12"
формат Б16 1
В16 = 6.10
Г16 = 0.30
Д16 = (В16+Г16)*.139999076724052
Е16 = В16*3.69999003410339
Ж16 = 1.70
З16 = 0.20
И16 = Н16-К16
К16 = (В16+Г16)*1.13999497890472
Л16 = 32.80
М16 = В16+Г16+Д16+Е16+Ж16+З16+К16
Н16 = В16+Г16+Д16+Ж16+Е16+З16+К16
А17 = "------------------------------------------------------------------"
формат Б17 1
И17 = '-
К17 = "--------------------------------------------------"
Б18 = "Итого:"
формат Б18 1
В18 = @sum(В5:В16)
Г18 = @sum(Г5:Г16)
Д18 = @sum(Д5:Д16)
Е18 = @sum(Е5:Е16)
Ж18 = @sum(Ж5:Ж16)
З18 = @sum(З5:З16)
И18 = @sum(И5:И16)
К18 = @sum(К5:К16)
Л18 = @sum(Л5:Л16)
М18 = @sum(М5:М16)
Н18 = @sum(Н5:Н16)
формат Б19 1
А20 = "Основная зарплата"
формат Б20 1
А21 = "лаборатории"
формат Б21 1
В21 = "тыс.руб."
Е21 = "затраты"
А22 = "Отчисления в с/страх"
формат Б22 1
А23 = "Накладные расходы"
формат Б23 1
А24 = "Затраты на командировки"
А25 = "Себестоимость работ"
А26 = "Прибыль"
А27 = "Цена работ"
А28 = "Об'ем работ лаб.1"
А29 = "Об'ем работ лаб7"
А30 = "Суммарные расходы"
curgr 0
grname "осн.зарпл."
grtype 1
legend А20
Xaxis А21
Yaxis В21
labels Б5:Б16
array В5:В16
colors 1 3 6 5 7 14 11 10
curgr 1
grname "с/страх"
grtype 0
legend А22
labels Б5:Б16
array Д5:Д16
colors 3 6 1 7 5 10 13 15 8 14
curgr 2
grname "накл.расх"
grtype 1
legend А23
Xaxis А21
Yaxis В21
labels А5:А16
array Е5:Е16
curgr 3
grname "командир."
grtype 2
legend А24
Xaxis А21
Yaxis В21
labels А5:А16
array Ж5:Ж16
colors 1 2
curgr 4
grname "себестоим."
grtype 1
legend А25
Xaxis А21
Yaxis В21
labels А5:А16
array И5:И16
colors 4 5
curgr 5
grname "прибыль"
grtype 0
legend А26
labels А5:А16
array К5:К16
curgr 6
grname "цена"
grtype 2
legend А27
Xaxis А21
Yaxis В21
labels А5:А16
array Л5:Л16
colors 3 4 7
curgr 7
grname "лаб. 1"
grtype 0
legend А28
labels В2:М2
array В5:М5
colors 1 5 4
curgr 8
grname "лаб. 7"
grtype 2
legend А29
Xaxis Б3
Yaxis В21
labels В2:М2
array В11:М11
curgr 9
grname "всего"
grtype 1
legend А30
Xaxis А21
Yaxis В21
labels А5:А16
array Н5:Н16
colors 10 4 2
