	Команда  ПЕРЕИМЕНОВАТЬ  позволяет переименовывать файлы.

	ПЕРЕИМЕНОВАТЬ  вызывается нажатием клавиши -> (курсор влево).

	Курсор перемещается влево и имя очищается.  Теперь можно вводить
имя, состоящее из букв и цифр. Файл получает новое имя при нажатии ВК.
	От набранного уже имени можно отказаться,  затерев его с помощью
клавиши ЗБ, или нажав одновременно СУ/Ц. Старое имя при этом восстановит-
ся.
	Тот же эффект будет при вводе пустого имени,  т. е.  при нажатии
ВК без ввода литер.

	Чтобы файл с новым именем  занял  правильное  место в алфавитном
порядке, достаточно перерисовать экран.

	Попытка  использовать уже существующее в справочнике имя диагно-
стируется.
